/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Повідомлення про з'єднання";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Налаштування %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has 1 new message." = "У %@ 1 нове повідомлення.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ знаходиться в вашому локальному списку контактів, але не на сервері. Маєте бажання додати цей контакт до списку?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; подвійне натискання для реєстрації.";

/* No comment provided by engineer. */
"(unknown)" = "(невідомо)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Новий обліковий запис>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc команда; подвійне натискання для запуску";

/* No comment provided by engineer. */
"Add" = "Додати";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Повідомлення";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium не може підтвердити ідентичність «%@».";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium не зміг знайти інформацію в профілі користувача. Можливо це ім'я не зареєстроване.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Повідомлення Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Користувач Adium";

/* Button title to allow an action */
"Allow" = "Дозволити";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Дозволити мобільні сторінки MSN?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Виникла помилка під час надсилання файлу.";

/* No comment provided by engineer. */
"Authenticating" = "Перевірка достовірності";

/* Connection step */
"Balancer handshake" = "Врівноваження рукостискання";

/* No comment provided by engineer. */
"Ban" = "Бан";

/* No comment provided by engineer. */
"Bankick" = "Забанений";

/* No comment provided by engineer. */
"Blocked" = "Заблокований";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Скасувати запит на оповіщення присутності для %@";

/* Category table column header for the service discovery browser */
"Category" = "Категорія";

/* Menu item title for changing the password of an account */
"Change Password" = "Змінити пароль";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Конференція; двічі клацніть для під'єднання";

/* Button title to connect; this is a verb */
"Connect" = "З'єднати";

/* Connection step */
"Connected" = "В мережі";

/* No comment provided by engineer. */
"Connecting" = "З'єднання";

/* No comment provided by engineer. */
"Connection error." = "Помилка з'єднання.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Помилка синхронізації списку контактів для %@";

/* No comment provided by engineer. */
"Continue" = "Продовжити";

/* No comment provided by engineer. */
"Delete" = "Видалити";

/* No comment provided by engineer. */
"Delete & Unregister" = "Видалити і скасувати реєстрацію";

/* No comment provided by engineer. */
"Delete Account" = "Видалити обліковий запис";

/* No comment provided by engineer. */
"Delete Account from Server" = "Видалити обліковий запи з серверу";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Видалити обліковий запис %@? Ви також можете видалити обліковий запис на сервері.";

/* No comment provided by engineer. */
"Deop" = "Прибирає";

/* No comment provided by engineer. */
"Devoice" = "Безголосий";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Служба директорій; подвійний клік для пошуку";

/* Button title to prevent an action */
"Disallow" = "Заборонити";

/* No comment provided by engineer. */
"Discovery Browser" = "Браузер виявлення";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Дозволити або заборонити людям зі списку контактів надсилати мобільні сторінки MSN на ваш мобільний телефон, або інший кишеньковий пристрій?";

/* Used as a label for a username specified by email address */
"Email" = "Ел. пошта";

/* Connection step */
"Exchanging key hash" = "Обмін ключем хешу ";

/* No comment provided by engineer. */
"Fetching..." = "Отримання...";

/* No comment provided by engineer. */
"File Send Error" = "Помилка надсилання файлу";

/* Generic fields request window title */
"Form" = "Форма";

/* No comment provided by engineer. */
"From: " = "Від: ";

/* No comment provided by engineer. */
"GG Number" = "Номер GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Група для доданих контактів";
"Incorrect username or password" = "Некоректне ім'я користувача або пароль";

/* No comment provided by engineer. */
"Info" = "Інфо";

/* No comment provided by engineer. */
"Initializing Stream" = "Ініціалізую потік";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Розпочати багатокористувацький чат з %@";

/* No comment provided by engineer. */
"Invite" = "Запросити";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Приєднатися";

/* No comment provided by engineer. */
"Kick" = "Вдарити";

/* No comment provided by engineer. */
"Launch %@" = "Запустити %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Повідомляти іншим, що я слухаю";
"Looking up server" = "Пошук серверу";

/* user mood tooltip title */
"Mood" = "Настрій";

/* Name table column header for the service discovery browser */
"Name" = "Ім'я користувача";

/* No comment provided by engineer. */
"New Mail" = "Нова пошта";

/* Sample name and server for new IRC accounts */
"nickname" = "псевдонім";

/* Name for IRC user names */
"Nickname" = "Псевдонім";

/* No comment provided by engineer. */
"No reason was given." = "Причина невідома.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Сервер не був налаштований для облікового запису %1$@ %2$@. Введіть дані нижче, щоб під'єднатися.";

/* No comment provided by engineer. */
"No Server Specified" = "Сервер не вказаний";

/* No comment provided by engineer. */
"Node:" = "Вузол:";

/* No comment provided by engineer. */
"OK" = "Гаразд";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Лише коли запит прийнято і контакт додано до списку.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Відкрити пошту в браузері";

/* Name for the orphans group */
"Orphans" = "Співрозмовники поза групою";

/* No comment provided by engineer. */
"Parse Error." = "Помилка парсингу.";

/* No comment provided by engineer. */
"Ping %@" = "Перевірити %@";

/* No comment provided by engineer. */
"Priority when available" = "Пріоритет, коли доступний";
"Priority when away" = "Пріоритет, коли відійшов";
"Re-request Authorization from %@" = "Перезапросити авторизацію в %@";

/* Connection step */
"Reading data" = "Зчитую дані";

/* Connection step */
"Reading server key" = "Зчитування ключа серверу";

/* No comment provided by engineer. */
"Really remove gateway?" = "Ви дійно хочете видалити шлюз?";

/* alert default button */
"Remove" = "Видалити";

/* gateway menu item */
"Remove gateway" = "Видалити шлюз";

/* Roster - the Jabber default group */
"Resource" = "Ресурс";
"Roster" = "Ростер";

/* No comment provided by engineer. */
"Search for Users" = "Пошук користувачів";

/* No comment provided by engineer. */
"Search Results" = "Результати пошуку";

/* No comment provided by engineer. */
"Send" = "Надіслати";

/* No comment provided by engineer. */
"Send Message" = "Надіслати повідомлення";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Браузер виявлення служб";

/* No comment provided by engineer. */
"Service:" = "Служба:";

/* No comment provided by engineer. */
"Set Mood" = "Змінити настрій";

/* No comment provided by engineer. */
"Set Nickname" = "Змінити псевдонім";

/* No comment provided by engineer. */
"Set User Info" = "Змінити інфомацію про користувача";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Змінити ім'я «для друзів».";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Змінити номер домашнього телефону.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Змінити номер мобільного телефону.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Змінити номер робочого телефону.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Показати сертифікат серверу";

/* No comment provided by engineer. */
"Subject: " = "Тема: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Тимчасово бути невидимим для %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Сертифікат серверу %@ недійсний, а значить достовірність серверу не може бути підтверждено автоматично. Продовжувати з'єднання?\n\nДля додаткової інформації, натисніть кнопку «Показати сертифікат».";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Введене ім'я користувача не зареєстроване. Перевірте правильність його написання. ";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Інший користувач заблокований.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Користувач тимчасово недоступний.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Це ім'я буде видимим друзям в MSN.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Цей вузол не надає служб, які доступні цій програмі.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Цей вузол надає ad-hoc команди. Відкрийте контекстне меню, щоб отримати до них доступ.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Буде знищено сам шлюз %@, а також всі співрозмовники в списку контактів, які належать до цього шлюзу. Цю дію неможливо скасувати.";

/* user tune tooltip title */
"Tune" = "Налаштування";

/* No comment provided by engineer. */
"Un-hide From %@" = "Стати видимим для %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Неможливо прочитати список з серверу для %@. Повторіть спробу пізніше.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Відписатися від %@";

/* Sample name and server for new livejournal accounts */
"username" = "ім'я користувача";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "username@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Підтвердити сертифікат";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Переглянути веб-профіль %1$@ %2$@";

/* No comment provided by engineer. */
"Voice" = "Голос";

/* No comment provided by engineer. */
"Waiting for Response" = "Очікування відповіді";

/* No comment provided by engineer. */
"Warning level is too high." = "Рівень попередження надто високий.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "УВАГА! Це видалить обліковий запис %@ з сервера Jabber безповоротно.\n Ви впевнені, що хочете продовжити?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Коли хтось просить бачити мій статус";
"XML Console" = "XML Консоль";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Ви надсилаєте повідомлення надто часто. Почекайте секунду і спробуйте знову.";

/* No comment provided by engineer. */
"You have 1 new message." = "У вас 1 нове повідомлення.";

/* No comment provided by engineer. */
"You have mail!\n" = "Нова пошта!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Повідомлення до %@ не було надіслане";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Повідомлення було відхилене співрозмовником.";

/* No comment provided by engineer. */
"Your message was too big." = "Повідомлення надто велике.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(не обов'язково)";
"Accept" = "Прийняти";
"Accept and Add To List" = "Прийняти і додати в список";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "Запитати, що робити";
"Authorization Domain:" = "Домен авторизації:";
"Authorization User:" = "Користувач:";
"Available Priority:" = "Пріоритет доступності:";
"Away Priority:" = "Відсутність:";
"BOSH Server:" = "Сервер BOSH:";
"Chat Room Name:" = "Назв. кімнати:";
"Connect Server:" = "Сервер з'єднання:";
"Connection:" = "З'єднання:";
"Deny" = "Відхилити";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Введіть адресу XMPP-сервера:";
"Encoding:" = "Шифрування:";
"Encrypt connection using SSL" = "Encrypt connection using SSL";
"Execute commands on connect:" = "Виконати команди при з'єднанні:";
"File Transfer Proxies:" = "Проксі передачі файлів:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Псевдонім:";
"Hostname:" = "Сервер:";
"Invite Contacts:" = "Запросити:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Пошта:";
"Music:" = "Музика:";
"Password:" = "Пароль:";
"Presence Subscriptions:" = "Підписки на присутність:";
"Publish Status to Everyone" = "Опублікувати для всіх";
"Realname:" = "Справжнє ім'я:";
"Register New Account" = "Register New Account";
"Registering…" = "Реєструю…";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Ресурс:";
"Security:" = "Безпека:";
"Server Name" = "Server Name";
"Server:" = "Сервер:";
"Use SIP proxy:" = "Використовувати SIP-проксі:";
"Use UDP" = "Використовувати UDP";
"Username (Ident):" = "Ім'я користувача:";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Повідомлення:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Канал:";
"Dismiss" = "Закрити";
"Don't download" = "Не завантажувати";
"Don't show channel posts as messages" = "Не показувати дописи каналів як повідомлення";
"Don't show status updates as messages" = "Не показувати оновлення статусу як повідомлення";
"Full resolution" = "Повна роздільна здатність";
"Logon QR Code" = "QR-код для входу";
"Phone Number" = "Номер телефону";
"Please enter pairing code or scan the QR code" = "Введіть код прив'язки або відскануйте QR-код";
"Profile pictures:" = "Картинки профілю:";
"Read" = "Прочитано";
"Separate contacts’ names with commas." = "Розділяйте імена співрозмовників комами.";
"Small (preview)" = "Малий розмір (перегляд)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Цей співрозмовник телефонує вам. Adium не підтримує дзвінки WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Цей співрозмовник намагається зателефонувати вам. Adium не підтримує дзвінки WhatsApp.";
"and add to list in group:" = "і додати до групи:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "У %@ нових повідомлень: %lu.";
"...add to list in group:" = "...додати до списку в групу:";
"Display custom emoticons" = "Відображати власні смайлики";
"Emoticons:" = "Смайлики:";
"Encryption:" = "Шифрування:";
"Let others know when you are typing" = "Сповіщати співрозмовників, коли ви набираєте текст";
"One per line, / is optional. $me will be replaced with your current nickname." = "По одній команді на рядок, / необов'язкова. $me буде замінено на ваш поточний псевдонім.";
"or select a public server from the list:" = "або виберіть загальнодоступний сервер зі списку:";
"Port:" = "Порт:";
"Status:" = "Статус:";
"Typing:" = "Набір тексту:";
"You have %lu new messages." = "У вас нових повідомлень: %lu.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium на %@";

/* No comment provided by engineer. */
"Server" = "Сервер";

/* No comment provided by engineer. */
"Port" = "Порт";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Ім'я облікового запису";

/* No comment provided by engineer. */
"Execute commands on connect" = "Виконувати команди при з'єднанні";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "По одній команді на рядок, без початкової скісної риски.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Якість картинок профілю";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Оригінал";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Попередній перегляд";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Не завантажувати";
